"BUTTON_AUTHENTICATE" = "Utiliser mon numéro de téléphone";

"BUTTON_CREATED_ACCOUNT" = "Compte créé";

"BUTTON_CREATE_ACCOUNT" = "Créer un compte";

"BUTTON_CREATING_ACCOUNT" = "Création du compte en cours";

"BUTTON_DISMISS" = "Rejeter";

"BUTTON_NOT_NOW" = "Pas maintenant";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Renvoyer le code de confirmation";

"BUTTON_RETRY" = "Réessayer";

"BUTTON_SENDING_CONF_CODE" = "Code de confirmation en cours d'envoi";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Vérifier";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Vérifié";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Vérification en cours";

"BUTTON_SEND_CONF_CODE" = "Envoyer le code de confirmation";

"BUTTON_SENT_CONF_CODE" = "Code de confirmation envoyé";

"BUTTON_SIGNED_IN" = "Connecté";

"BUTTON_SIGNING_IN" = "Se connecter";

"BUTTON_SIGN_IN" = "Se connecter";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Se connecter avec Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Essayer un autre numéro";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Veuillez vérifier votre code et réessayer.";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Veuillez vérifier votre connexion réseau et réessayer.";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Veuillez vérifier votre numéro et réessayer.";

"ERROR_TRY_AGAIN_LATER" = "Nous n'avons pas pu vous connecter avec Twitter. Veuillez réessayer plus tard.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Vous avez précédemment défini un code de vérification en 2 étapes sur <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "En appuyant sur \"Créer un compte\" ci-dessus, vous acceptez les  <u>conditions \nd'utilisation</u>, la  <u>politique de confidentialité</u> et la <u>politique relative \naux cookies</u>  de Digits by Twitter, et vous acceptez que \nd'autres utilisateurs de %@ puissent vous trouver avec votre\nnuméro de téléphone et/ou votre email.";

"FOOTNOTE_SEND_CONF_CODE" = "Si vous appuyez sur \"Envoyer le code de confirmation\" ci-dessus, <u>Digits by Twitter</u> vous enverra un SMS pour confirmer votre numéro de téléphone.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Entrez le code de vérification en 2 étapes";

"LABEL_ENTER_CONF_CODE" = "Entrez le code de confirmation.";

"LABEL_ENTER_PHONE_NUMBER" = "Entrez votre numéro de téléphone.";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Nous utilisons Digits by Twitter pour trouver plus de vos amis qui utilisent cette application. Quand vous appuierez sur OK, nous enverrons votre carnet d'adresses à Digits by Twitter afin que nous vous aidions à trouver des utilisateurs de %@ que vous connaissez ou aider d'autres utilisateurs de %@ à vous trouver.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Trouvez vos amis";

"LABEL_PLEASE_USE_TWITTER" = "Veuillez vous connecter avec Twitter.";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Votre numéro est déjà associé avec un compte Twitter. Veuillez vous connecter avec Twitter ci-dessous.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Impossible de confirmer votre numéro de téléphone";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Désolé, nous rencontrons des difficultés à vous envoyer un code de confirmation.";

"PARTIAL_FOOTNOTE_THIS_APP" = "cette application";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Code de vérification";

"PLACEHOLDER_CONF_CODE" = "Code de confirmation";

"PLACEHOLDER_YOUR_NUMBER" = "Votre numéro";

